import { token } from '../token';

export const uk = {
  [token.loader.title]:
    'Вибачте за довге очікування ⏳ та дякую за ваш інтерес ❤️. Незабаром сайт буде відкрито 🌐',

  //*-----------TITLE
  [token.title.main]: 'Головна',
  [token.title.goal]:
    'Моя мета — створювати інтуїтивно зрозумілі, візуально привабливі та ефективні інтерфейси користувача, а також писати чистий, зрозумілий і легкий для підтримки та розширення код.',
  [token.title.about]: 'Про Мене',
  [token.title.education]: 'Навчання',
  [token.title.experience]: 'Досвід Роботи',
  [token.title.projects]: 'Проєкти',
  [token.title.contacts]: 'Контакти',
  [token.title.description]:
    'Мене звати Юлія Штим, я — фронтенд-розробниця, захоплена створенням стильних, функціональних і зрозумілих веб-застосунків.',
  [token.title.checkProjects]:
    'Перегляньте мої проєкти, щоб побачити, як я можу допомогти вам створити вражаючий продукт.',

  [token.tip]: 'на головну сторінку',

  //*-------------Site
  [token.site.title]: 'Сайт',
  [token.site.handcrafted]: 'Створений мною',
  [token.site.powered]: 'Працює на React.js / TS / React Query / Motion',
};
