import { token } from '../token';

export const uk = {
  [token.loader.title]:
    'Вибачте за довге очікування ⏳ та дякую за ваш інтерес ❤️. Незабаром сайт буде відкрито 🌐',

  //*-----------TITLE
  [token.title.goal]:
    'Моя ціль - створення інтуїтивно зрозумілих, візуально привабливих та ефективних інтерфейсів користувача, писати чистий та зрозумілий код. Я прагну створювати код, який легко читати, підтримувати та розширювати.',
  [token.title.about]: 'Про Мене',
  [token.title.education]: 'Навчання',
  [token.title.experience]: 'Досвід Роботи',
  [token.title.skills]: 'Технічні навички',
  [token.title.project]: 'Проєкти',
};
